HSDTaskName = "Bloker reklamefax";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Udskriver… Vent";

//button titles
"DONE" = "Udført";
"YES" = "Ja";
"NO" = "Nej";
"OK" = "OK";
"CLOSE" = "Luk";
DeleteButtonTitle = "Slet";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d af %2$d poster er brugt";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Ugyldigt faxnummer";
"INVALID_FAX_NUMBER_DESC" = "Du har angivet et ugyldigt nummer. Det er kun tallene (0123456789), der må benyttes. Angiv et gyldigt faxnummer, og prøv igen.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Opkalds-id skal angives";
"JUNK_FAX_WARNING_DESC" = "Bloker reklamefax kræver, at enheden opretter forbindelse til en linje, hvor opkalds-id'et er slået til.\n\nKontakt telefonudbyderen, hvis du er usikker på, om opkalds-id'et er slået til.";
"JUNK_FAX_DELETION_DESC" = "Er du sikker på, at du vil slette de(t) valgte tal fra listen over blokerede faxnumre?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Sammenfaldende reklamefaxnummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Tallet findes allerede på reklamefaxlisten. Vil du tilføje det igen?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Sammenfaldende reklamefaxnummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Tallet findes allerede på reklamefaxlisten.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Kontroller, om enheden er online og ikke behandler et faxjob.";

HSDTaskDescriptionTitle = "Brug Bloker reklamefax til at blokere indgående faxer fra de valgte opkalds-id-numre.";
HSDJunkFaxBlockingStateTitle = "Bloker fax fra opkalds-id:";
HSDBlockedNumbersTitle = "Blokerede numre:";
HSDApplyButtonTitle = "Anvend";
HSDPrintListButtonTitle = "Udskriv liste";

HSDEditPanelDescriptionTitle = "Skriv det faxnummer, der skal blokeres:";
HSDOffButtonTitle = "Fra";
HSDOnButtonTitle = "Til";

HSDFaxNumberTitle = "Faxnummer";
HSDEditButtonTitle = "Rediger…";
HSDCreateButtonTitle = "Opret";
HSDCancelButtonTitle = "Annuller";

AskSaveChangesAlertTitle = "Du har redigeret blokeringslisten for fax";
AskSaveChangesAlertMsg = "De ændringer, du har foretaget, inkluderes ikke på den udskrevne liste, hvis du ikke anvender dem. Vil du anvende de ændringer, du foretog på listen, før den udskrives?";
AskSaveChangesDontApplyButtonTitle = "Anvend ikke";
AskSaveCahngesApplyButtonTitle = "Anvend";

PlusButtonToolTip = "Tilføj nyt blokeret nummer";
MinusButtonToolTip = "Slet blokeret nummer";
EditButtonToolTip = "Rediger blokeret nummer";
PrintButtonToolTip = "Udskriv blokerede numre";
